cask_args appdir: '/Applications'

tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'ack'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'grc'
brew 'nmap'
brew 'macvim'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'tree'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zplug'
brew 'zsh'

cask 'datagrip'
cask 'firefox-developer-edition'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'postman'
cask 'pycharm'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'

